---
kind: other
id: Methods.T:Autodesk.Revit.DB.IExportContext
source: html/e869de26-78f1-1220-9e29-27448087a38c.htm
---
# IExportContext Methods

This method is called at the very end of the export process,
 after all entities were processed (or after the process was cancelled).